Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding.inference.empty
source: No note to parse. Defaults ready. Edit anything below.
ar: لا ملاحظة لتحليلها. الافتراضيات جاهزة. عدّل أي شيء بالأسفل.
ca: No hi ha nota per analitzar. Valors per defecte a punt. Edita el que vulguis a sota.
cs: Žádná poznámka k rozboru. Výchozí připraveny. Uprav cokoliv níže.
da: Ingen note at tolke. Standarder klar. Rediger hvad som helst nedenfor.
de: Keine Notiz zum Auswerten. Defaults bereit. Ändere unten alles.
el: Καμία σημείωση προς ανάλυση. Πρότυπα έτοιμα. Άλλαξε ό,τι θες παρακάτω.
es: Sin nota que analizar. Valores por defecto listos. Edita lo que quieras abajo.
fi: Ei muistiinpanoa jäsennettäväksi. Oletukset valmiina. Muokkaa mitä tahansa alla.
fr: Aucune note à analyser. Défauts prêts. Modifie tout ci-dessous.
he: אין פתק לניתוח. ברירות מחדל מוכנות. ערוך מה שתרצה למטה.
hi: पार्स करने के लिए कोई नोट नहीं। डिफ़ॉल्ट तैयार। नीचे कुछ भी संपादित करें।
hr: Nema bilješke za obradu. Zadano spremno. Uredi bilo što ispod.
hu: Nincs feldolgozandó jegyzet. Alapértelmezések készen. Lent bármit szerkeszthetsz.
id: Tidak ada catatan untuk diparse. Default siap. Edit apa pun di bawah.
it: Nessuna nota da analizzare. Predefiniti pronti. Modifica tutto sotto.
ja: 解析するメモなし。デフォルト準備済み。以下を自由に編集。
ko: 파싱할 메모 없음. 기본값 준비됨. 아래를 자유롭게 편집.
ms: Tiada nota untuk parse. Default sedia. Edit apa sahaja di bawah.
nb: Ingen notat å tolke. Standarder klare. Rediger hva som helst under.
nl: Geen notitie te parsen. Defaults klaar. Bewerk alles hieronder.
pl: Brak notatki do sparsowania. Domyślne gotowe. Edytuj cokolwiek poniżej.
pt_br: Sem nota para interpretar. Padrões prontos. Edite qualquer coisa abaixo.
pt_pt: Sem nota para analisar. Predefinições prontas. Edita o que quiseres abaixo.
ro: Nicio notă de parsat. Valori implicite gata. Editează orice mai jos.
ru: Нет заметки для разбора. Дефолты готовы. Редактируйте что угодно ниже.
sk: Žiadna poznámka na parsovanie. Defaulty pripravené. Uprav čokoľvek nižšie.
sv: Ingen not att tolka. Standardvärden klara. Redigera vad som helst nedanför.
th: ไม่มีโน้ตให้วิเคราะห์ ค่าเริ่มต้นพร้อม แก้ข้อมูลด้านล่างได้เลย
tr: Ayrıştırılacak not yok. Varsayılanlar hazır. Aşağıda her şeyi düzenle.
uk: Немає нотатки для розбору. Дефолти готові. Редагуй що завгодно нижче.
vi: Không có note để parse. Mặc định sẵn. Sửa bất cứ gì dưới đây.
zh_hans: 没有可解析的笔记。默认值就绪。下面随意编辑。
zh_hant: 沒有可解析的筆記。預設就緒。下面隨意編輯。

# onboarding.inference.fm
source: On-device Coach filled these from your note. Edit freely.
ar: ملأ Coach على الجهاز هذه من ملاحظتك. عدّل بحرية.
ca: Coach al dispositiu ha omplert això de la teva nota. Edita lliurement.
cs: Coach v zařízení vyplnil tohle z tvé poznámky. Upravuj volně.
da: Coach på enhed udfyldte disse fra din note. Rediger frit.
de: On-Device Coach hat dies aus deiner Notiz gefüllt. Frei ändern.
el: Ο on-device Coach γέμισε αυτά από τη σημείωσή σου. Άλλαξε ελεύθερα.
es: Coach en el dispositivo rellenó esto desde tu nota. Edita libremente.
fi: Laitteella oleva Coach täytti näet muistiinpanostasi. Muokkaa vapaasti.
fr: Coach sur l'appareil a rempli ceci depuis ta note. Modifie librement.
he: Coach במכשיר מילא את אלה מהפתק שלך. ערוך בחופשיות.
hi: ऑन-डिवाइस Coach ने आपके नोट से ये भरे। आज़ादी से संपादित करें।
hr: Coach na urešnju popunio je ovo iz tvoje bilješke. Slobodno uredi.
hu: Az eszközön lévő Coach ezeket a jegyzetedből töltötte. Szabadon szerkeszd.
id: Coach on-device mengisi ini dari catatanmu. Edit bebas.
it: Coach on-device ha compilato questi dalla tua nota. Modifica liberamente.
ja: オンデバイスのCoachがメモから埋めました。自由に編集を。
ko: 온기기 Coach가 메모에서 채웠습니다. 자유롭게 편집.
ms: Coach on-device isi ini dari nota kamu. Edit bebas.
nb: Coach på enhet fylte disse fra notatet ditt. Rediger fritt.
nl: On-device Coach vulde dit uit je notitie. Bewerk vrij.
pl: Coach na urządzeniu wypełnił to z twojej notatki. Edytuj swobodnie.
pt_br: Coach no dispositivo preencheu isso da sua nota. Edite à vontade.
pt_pt: O Coach no dispositivo preencheu isto da tua nota. Edita à vontade.
ro: Coach pe dispozitiv a completat acestea din nota ta. Editează liber.
ru: On-device Coach заполнил это из вашей заметки. Редактируйте свободно.
sk: Coach v zariadení vyplnil tieto z tvojej poznámky. Upravuj voľne.
sv: Coach på enheten fyllde dessa från din not. Redigera fritt.
th: Coach บนอุปกรณ์กรอกจากโน้ตของคุณ แก้ได้ตามใจ
tr: Cihazdaki Coach bunları notundan doldurdu. Özgürce düzenle.
uk: On-device Coach заповнив це з твоєї нотатки. Редагуй вільно.
vi: Coach trên thiết bị điền từ note của bạn. Sửa tự do.
zh_hans: 端上 Coach 从你的笔记填了这些。自由编辑。
zh_hant: 端上 Coach 從你的筆記填了這些。自由編輯。

# onboarding.inference.heuristic
source: Filled on-device from your note. Edit freely.
ar: مُلئ على الجهاز من ملاحظتك. عدّل بحرية.
ca: Omplert al dispositiu des de la teva nota. Edita lliurement.
cs: Vyplněno v zařízení z tvé poznámky. Upravuj volně.
da: Udfyldt på enhed fra din note. Rediger frit.
de: Auf dem Gerät aus deiner Notiz gefüllt. Frei ändern.
el: Γεμισμένο στη συσκευή από τη σημείωσή σου. Άλλαξε ελεύθερα.
es: Rellenado en el dispositivo desde tu nota. Edita libremente.
fi: Täytetty laitteella muistiinpanostasi. Muokkaa vapaasti.
fr: Rempli sur l'appareil depuis ta note. Modifie librement.
he: מולא במכשיר מהפתק שלך. ערוך בחופשיות.
hi: आपके नोट से ऑन-डिवाइस भरा। आज़ादी से संपादित करें।
hr: Popunjeno na urešnju iz tvoje bilješke. Slobodno uredi.
hu: Az eszközön a jegyzetedből lett kitöltve. Szabadon szerkeszd.
id: Diisi on-device dari catatanmu. Edit bebas.
it: Compilato on-device dalla tua nota. Modifica liberamente.
ja: メモからオンデバイスで埋めました。自由に編集を。
ko: 메모에서 온기기로 채움. 자유롭게 편집.
ms: Diisi on-device dari nota kamu. Edit bebas.
nb: Fylt på enhet fra notatet ditt. Rediger fritt.
nl: Op apparaat ingevuld uit je notitie. Bewerk vrij.
pl: Wypełnione na urządzeniu z twojej notatki. Edytuj swobodnie.
pt_br: Preenchido no dispositivo da sua nota. Edite à vontade.
pt_pt: Preenchido no dispositivo da tua nota. Edita à vontade.
ro: Completat pe dispozitiv din nota ta. Editează liber.
ru: Заполнено на устройстве из вашей заметки. Редактируйте свободно.
sk: Vyplnené v zariadení z tvojej poznámky. Upravuj voľne.
sv: Ifyllt på enheten från din not. Redigera fritt.
th: กรอกบนอุปกรณ์จากโน้ตของคุณ แก้ได้ตามใจ
tr: Cihazda notundan dolduruldu. Özgürce düzenle.
uk: Заповнено на пристрої з твоєї нотатки. Редагуй вільно.
vi: Điền trên thiết bị từ note của bạn. Sửa tự do.
zh_hans: 端上从你的笔记填好。自由编辑。
zh_hant: 端上從你的筆記填好。自由編輯。

# onboarding.language.hint
source: Choose the language for fatnag. Every screen follows this choice.
ar: اختر لغة fatnag. كل شاشة تتبع هذا الاختيار.
ca: Tria l'idioma per al fatnag. Totes les pantalles segueixen aquesta opció.
cs: Zvol jazyk fatnag. Každá obrazovka se tím řídí.
da: Vælg sprog til fatnag. Hver skærm følger dette valg.
de: Sprache für fatnag wählen. Jeder Bildschirm folgt dieser Wahl.
el: Διάλεξε τη γλώσσα του fatnag. Κάθε οθόνη ακολουθεί αυτή την επιλογή.
es: Elige el idioma de fatnag. Cada pantalla sigue esta elección.
fi: Valitse kieli fatnagille. Jokainen näyttö seuraa tätä valintaa.
fr: Choisis la langue pour fatnag. Tous les écrans suivent ce choix.
he: בחר את שפת fatnag. כל מסך עוקב אחרי הבחירה הזו.
hi: fatnag के लिए भाषा चुनें। हर स्क्रीन इसी विकल्प का पालन करती है।
hr: Odaberi jezik fatnag. Svaki zaslon slijedi ovaj izbor.
hu: Válaszd ki a fatnag nyelvét. Minden képernyő ezt követi.
id: Pilih bahasa untuk fatnag. Setiap layar mengikuti pilihan ini.
it: Scegli la lingua di fatnag. Ogni schermata segue questa scelta.
ja: fatnagの言語を選んで。全画面がこの選択に従います。
ko: Fatnag의 언어를 선택하십시오. 모든 화면은 이 선택을 따릅니다.
ms: Pilih bahasa untuk fatnag. Setiap skrin ikut pilihan ini.
nb: Velg språk for fatnag. Hver skjerm følger dette valget.
nl: Kies de taal voor fatnag. Elk scherm volgt deze keuze.
pl: Wybierz język fatnag. Każdy ekran podąża za tym wyborem.
pt_br: Escolha o idioma do fatnag. Cada tela segue essa escolha.
pt_pt: Escolhe o idioma do fatnag. Cada ecrã segue esta escolha.
ro: Alege limba pentru fatnag. Fiecare ecran urmează această alegere.
ru: Выбери язык fatnag. Каждый экран следует этому выбору.
sk: Zvoľ jazyk fatnag. Každá obrazovka sa tým riadi.
sv: Välj språk för fatnag. Varje skärm följer detta val.
th: เลือกภาษาให้ fatnag ทุกหน้าตามตัวเลือกนี้
tr: fatnag dilini seç. Her ekran bu seçimi izler.
uk: Обери мову fatnag. Кожен екран іде за цим вибором.
vi: Chọn ngôn ngữ cho fatnag. Mọi màn hình theo lựa chọn này.
zh_hans: 选择fatnag的语言。每个屏幕都遵循此选项。
zh_hant: 為 fatnag 選擇語言。每個畫面都跟隨此選擇。

# onboarding.lifestyle.avoid_placeholder
source: Peanuts, shellfish… (optional)
ar: فول سوداني، محار… (اختياري)
ca: Cacauets, marisc… (opcional)
cs: Arašídy, plody moře… (volitelné)
da: Jordnødder, skaldyr… (valgfrit)
de: Erdnüsse, Schalentiere… (optional)
el: Φιστίκια, θαλασσινά… (προαιρετό)
es: Cacahuetes, marisco… (opcional)
fi: Maapähkinät, äyriäiset… (valinnainen)
fr: Arachides, fruits de mer… (optionnel)
he: בוטנים, פירות ים… (אופציונלי)
hi: मूँगफली, समुद्री भोजन… (वैकल्पिक)
hr: Kikiriki, školjke… (opcionalno)
hu: Mogyoró, kagyló… (opcionális)
id: Kacang, kerang… (opsional)
it: Arachidi, crostacei… (facoltativo)
ja: ピーナッツ、甲殻類… (任意)
ko: 땅콩, 갑각류… (선택)
ms: Kacang, makanan laut… (pilihan)
nb: Peanøtter, skalldyr… (valgfritt)
nl: Pinda's, schaaldieren… (optioneel)
pl: Orzeszki, owoce morza… (opcjonalnie)
pt_br: Amendoim, frutos do mar… (opcional)
pt_pt: Amendoins, marisco… (opcional)
ro: Alune, fructe de mare… (opțional)
ru: Арахис, морепродукты… (опционально)
sk: Arašidy, plody mora… (voliteľné)
sv: Jordnötter, skaldjur… (valfritt)
th: ถั่วลิสง อาหารทะเล… (ไม่บังคับ)
tr: Yer fıstığı, kabuklu deniz… (isteğe bağlı)
uk: Арахіс, морепродукти… (опціонально)
vi: Đậu phộng, hải sản… (tùy chọn)
zh_hans: 花生、贝类… (可选)
zh_hant: 花生、貝類… (可選)

# onboarding.lifestyle.avoid_prompt
source: Anything to avoid?
ar: أي شيء لتجنّبه؟
ca: Res a evitar?
cs: Něco vynechat?
da: Noget at undgå?
de: Etwas meiden?
el: Κάτι να αποφύγεις;
es: ¿Algo que evitar?
fi: Jotain vältettävää?
fr: Quelque chose à éviter ?
he: משהו להימנע ממנו?
hi: कुछ बचाव?
hr: Čega izbjegavati?
hu: Valamit elkerülj?
id: Ada yang dihindari?
it: Qualcosa da evitare?
ja: 避けるものは？
ko: 피할 게 있나요?
ms: Ada yang dielakkan?
nb: Noe å unngå?
nl: Iets vermijden?
pl: Czego unikać?
pt_br: Algo a evitar?
pt_pt: Algo a evitar?
ro: Ceva de evitat?
ru: Что избегать?
sk: Čo vynechať?
sv: Något att undvika?
th: มีอะไรต้องหลีกเลี่ยง?
tr: Kaçınılacak bir şey?
uk: Чого уникати?
vi: C gì cần tránh?
zh_hans: 有什么要避开？
zh_hant: 有什麼要避開？

# onboarding.lifestyle.city_placeholder
source: City (optional)
ar: المدينة (اختياري)
ca: Ciutat (opcional)
cs: Město (volitelné)
da: By (valgfrit)
de: Stadt (optional)
el: Πόλη (προαιρετό)
es: Ciudad (opcional)
fi: Kaupunki (valinnainen)
fr: Ville (optionnel)
he: עיר (אופציונלי)
hi: शहर (वैकल्पिक)
hr: Grad (opcionalno)
hu: Város (opcionális)
id: Kota (opsional)
it: Città (facoltativo)
ja: 都市 (任意)
ko: 도시 (선택)
ms: Bandar (pilihan)
nb: By (valgfritt)
nl: Stad (optioneel)
pl: Miasto (opcjonalnie)
pt_br: Cidade (opcional)
pt_pt: Cidade (opcional)
ro: Oraș (opțional)
ru: Город (опционально)
sk: Mesto (voliteľné)
sv: Stad (valfritt)
th: เมือง (ไม่บังคับ)
tr: Şehir (isteğe bağlı)
uk: Місто (опціонально)
vi: Thành phố (tùy chọn)
zh_hans: 城市 (可选)
zh_hant: 城市 (可選)

# onboarding.lifestyle.city_prompt
source: Where do you live?
ar: أين تعيش؟
ca: On vius?
cs: Kde žiješ?
da: Hvor bor du?
de: Wo lebst du?
el: Πού μένεις;
es: ¿Dónde vives?
fi: Missä asut?
fr: Où vis-tu ?
he: איפה אתה גר?
hi: आप कहाँ रहते हैं?
hr: Gdje živiš?
hu: Hol élsz?
id: Di mana kamu tinggal?
it: Dove vivi?
ja: どこに住んでる？
ko: 어디 사세요?
ms: Di mana kamu tinggal?
nb: Hvor bor du?
nl: Waar woon je?
pl: Gdzie mieszkasz?
pt_br: Onde você mora?
pt_pt: Onde vives?
ro: Unde locuiești?
ru: Где вы живёте?
sk: Kde žiješ?
sv: Var bor du?
th: คุณอาศัยอยู่ที่ไหน?
tr: Nerede yaşıyorsun?
uk: Де ти живеш?
vi: Bạn sống ở đâu?
zh_hans: 你住哪里？
zh_hant: 你住哪裡？

# onboarding.lifestyle.hint
source: Optional. Skip if you want — we can ask later.
ar: اختياري. تخطَّ إن شئت - يمكننا السؤال لاحقًا.
ca: Opcional. Omet-ho si vols - ho podem preguntar després.
cs: Volitelné. Klidně přeskoč - můžeme se zeptat později.
da: Valgfrit. Spring over - vi kan spørge senere.
de: Optional. Überspringen - wir können später fragen.
el: Προαιρετικό. Παράλειψε - μπορούμε να ρωτήσουμε μετά.
es: Opcional. Omítelo si quieres - podemos preguntar luego.
fi: Valinnainen. Ohita - voimme kysyä myöhemmin.
fr: Optionnel. Passe - on demandera plus tard.
he: אופציונלי. דלג - נוכל לשאול מאוחר יותר.
hi: वैकल्पिक। छोड़ दें - हम बाद में पूछ सकते हैं।
hr: Opcionalno. Preskoči - možemo pitati kasnije.
hu: Opcionális. Hagyd - kérdezhetünk később.
id: Opsional. Lewati - kita bisa tanya nanti.
it: Facoltativo. Salta - chiediamo dopo.
ja: 任意。スキップで - 後で聞けます。
ko: 선택. 건너뛰기 - 나중에 물어볼게요.
ms: Pilihan. Langkau - kami tanya kemudian.
nb: Valgfritt. Hopp over - vi kan spørre senere.
nl: Optioneel. Sla over - we kunnen later vragen.
pl: Opcjonalnie. Pomiń - zapytamy później.
pt_br: Opcional. Pule - perguntamos depois.
pt_pt: Opcional. Ignora - perguntamos depois.
ro: Opțional. Sari - întrebăm mai târziu.
ru: Опционально. Пропустите - спросим позже.
sk: Voliteľné. Preskoč - opýtame sa neskôr.
sv: Valfritt. Hoppa över - vi kan fråga senare.
th: ไม่บังคับ ข้ามากได้ - เราถามภายหลัง
tr: İsteğe bağlı. Atla - sonra sorabiliriz.
uk: Опціонально. Пропусти - запитаємо пізніше.
vi: Tùy chọn. Bỏ qua - hỏi sau cũng được.
zh_hans: 可选。跳过 - 我们稍后再问。
zh_hant: 可選。跳過 - 我們稍後再問。

# onboarding.lifestyle.prompt
source: How do you eat?
ar: كيف تأكل؟
ca: Com menges?
cs: Jak jíš?
da: Hvordan spiser du?
de: Wie isst du?
el: Πώς τρως;
es: ¿Cómo comes?
fi: Miten syöt?
fr: Comment manges-tu ?
he: איך אתה אוכל?
hi: आप कैसे खाते हैं?
hr: Kako jedeš?
hu: Hogy étkezel?
id: Bagaimana caramu makan?
it: Come mangi?
ja: 食事はどう？
ko: 어떻게 드세요?
ms: Bagaimana kamu makan?
nb: Hvordan spiser du?
nl: Hoe eet je?
pl: Jak jesz?
pt_br: Como você come?
pt_pt: Como comes?
ro: Cum mănânci?
ru: Как вы питаетесь?
sk: Ako ješ?
sv: Hur äter du?
th: คุณกินแบบไหน?
tr: Nasıl yersin?
uk: Як ти харчуєшся?
vi: Bạn ăn thế nào?
zh_hans: 你怎么吃？
zh_hant: 你怎麼吃？

# onboarding.pace.gain
source: gain
ar: زيادة
ca: guanyar
cs: přibrat
da: vind
de: zunehmen
el: πάρε
es: ganar
fi: lataa
fr: prendre
he: לעלות
hi: बढ़ाएँ
hr: dobi
hu: hízás
id: naik
it: guadagnare
ja: 増やす
ko: 증량
ms: naik
nb: opp
nl: aankomen
pl: przytyj
pt_br: ganhar
pt_pt: ganhar
ro: pune
ru: набор
sk: pribrať
sv: gå upp
th: เพิ่ม
tr: al
uk: набрати
vi: tăng
zh_hans: 增
zh_hant: 增

# onboarding.pace.hold
source: Already near that number. Fine as a hold target.
ar: قريب من ذلك الرقم بالفعل. جيد كهدف ثبات.
ca: Ja a prop d'aquest número. Bé com a objectiu de manteniment.
cs: Už blízko tomu číslu. Vhodné jako cíl udržení.
da: Allerede tæt på det tal. Fin som fastholdelsesmål.
de: Schon nah dran. Gut als Halte-Ziel.
el: Ήδη κοντά σ' αυτόν τον αριθμό. Καλό ως στόχος διατήρησης.
es: Ya cerca de ese número. Bien como meta de mantenimiento.
fi: Jo lähellä lukemaa. Sopii ylläpitotavoitteeksi.
fr: Déjà proche de ce nombre. Bien comme cible de maintien.
he: כבר קרוב למספר הזה. בסדר כיעד אחיזה.
hi: उस नंबर के पास पहले से। होल्ड लक्ष्य के लिए ठीक।
hr: Već blizu tog broja. Dobro kao cilj održavanja.
hu: Már közel ehhez a számhoz. Jó tartási cél.
id: Sudah dekat angka itu. Bagus sebagai target jaga.
it: Già vicino a quel numero. Va bene come obiettivo di mantenimento.
ja: すでにその数値付近。維持目標として良い。
ko: 이미 그 숫자 근처. 유지 목표로 괜찮음.
ms: Sudah dekat nombor itu. Sesuai sebagai sasaran kekal.
nb: Allerede nær det tallet. Greit som hold-mål.
nl: Al dicht bij dat getal. Prima als houd-doel.
pl: Już blisko tej liczby. OK jako cel utrzymania.
pt_br: Já perto desse número. Bom como alvo de manutenção.
pt_pt: Já perto desse número. Bom como alvo de manutenção.
ro: Deja aproape de număr. Bun ca țintă de menținere.
ru: Уже близко к этому числу. Норм как цель удержания.
sk: Už blízko toho čísla. Vhodné ako cieľ udržania.
sv: Redan nära det talet. Bra som håll-mål.
th: ใกล้ตัวเลขนั้นแล้ว ดีพอเป็นเป้ารักษา
tr: Zaten o sayıya yakın. Tutuş hedefi olarak iyi.
uk: Вже близько до цього числа. Норм як ціль утримання.
vi: Đã gần số đó. Tốt làm mục tiêu giữ.
zh_hans: 已经接近那个数字。作为维持目标挺好。
zh_hant: 已經接近那個數字。作為維持目標不錯。

# onboarding.pace.human
source: Pace looks human: about %.2f kg/week (safe cap ~%.2f kg/week).
ar: الإيقاع يبدو بشريًا: نحو %.2f kg/أسبوع (الحد الآمن ~%.2f kg/أسبوع).
ca: El ritme sembla humà: uns %.2f kg/setmana (límit segur ~%.2f kg/setmana).
cs: Tempo vypadá lidsky: asi %.2f kg/týden (bezpečný strop ~%.2f kg/týden).
da: Tempet ser menneskeligt ud: ca. %.2f kg/uge (sikert loft ~%.2f kg/uge).
de: Tempo wirkt menschlich: ca. %.2f kg/Woche (sicheres Cap ~%.2f kg/Woche).
el: Ο ρυθμός φαίνεται ανθρώπινος: ~%.2f kg/εβδομάδα (ασφαλές όριο ~%.2f kg/εβδομάδα).
es: El ritmo parece humano: ~%.2f kg/semana (tope seguro ~%.2f kg/semana).
fi: Vauhti näyttää inhimilliseltä: n. %.2f kg/vko (turvallinen katto ~%.2f kg/vko).
fr: Le rythme semble humain : ~%.2f kg/sem (plafond sûr ~%.2f kg/sem).
he: הקצב נראה אנושי: כ-%.2f kg/שבוע (תקרה בטוחה ~%.2f kg/שבוע).
hi: गति मानवीय लगती है: लगभग %.2f kg/सप्ताह (सुरक्षित सीम ~%.2f kg/सप्ताह)।
hr: Tempo djeluje ljudski: oko %.2f kg/tjedan (sigurni strop ~%.2f kg/tjedan).
hu: A tempó emberinek tűnik: kb. %.2f kg/hét (biztonságos cap ~%.2f kg/hét).
id: Ritme terlihat manusiawi: sekitar %.2f kg/minggu (batas aman ~%.2f kg/minggu).
it: Il ritmo sembra umano: circa %.2f kg/settimana (tetto sicuro ~%.2f kg/settimana).
ja: ペースは人間的: 約%.2f kg/週 (安全上限 ~%.2f kg/週)。
ko: 페이스가 인간적: 약 %.2f kg/주 (안전 상한 ~%.2f kg/주).
ms: Rentak nampak manusiawi: lebih kurang %.2f kg/minggu (had selamat ~%.2f kg/minggu).
nb: Tempet ser menneskelig ut: ca. %.2f kg/uke (trygt tak ~%.2f kg/uke).
nl: Tempo lijkt menselijk: ongeveer %.2f kg/week (veilig plafond ~%.2f kg/week).
pl: Tempo wygląda ludzko: ok. %.2f kg/tydz. (bezpieczny limit ~%.2f kg/tydz.).
pt_br: Ritmo parece humano: ~%.2f kg/semana (teto seguro ~%.2f kg/semana).
pt_pt: O ritmo parece humano: ~%.2f kg/semana (teto seguro ~%.2f kg/semana).
ro: Ritmul pare omenesc: ~%.2f kg/săptămână (plafon sigur ~%.2f kg/săptămână).
ru: Темп выглядит по-человечески: ~%.2f кг/нед (безопасный потолок ~%.2f кг/нед).
sk: Tempo vyzerá ľudsky: ~%.2f kg/týždeň (bezpečný strop ~%.2f kg/týždeň).
sv: Tempot ser mänskligt ut: ca %.2f kg/vecka (säkert tak ~%.2f kg/vecka).
th: จังหวะดูเป็นมนุษย์: ประมาณ %.2f kg/สัปดาห์ (เกณฑ์ปลอดภัย ~%.2f kg/สัปดาห์)
tr: Tempo insan gibi: yaklaşık %.2f kg/hafta (güvenli tavan ~%.2f kg/hafta).
uk: Темп виглядає по-людськи: ~%.2f кг/тиж (безпечна стеля ~%.2f кг/тиж).
vi: Nhịp trông như người: khoảng %.2f kg/tuần (trần an toàn ~%.2f kg/tuần).
zh_hans: 节奏看起来像人：约 %.2f kg/周（安全上限 ~%.2f kg/周）。
zh_hant: 節奏看起來像人：約 %.2f kg/週（安全上限 ~%.2f kg/週）。

# onboarding.pace.later
source: later
ar: لاحقًا
ca: més tard
cs: později
da: senere
de: später
el: αργότερα
es: después
fi: myöhemmin
fr: plus tard
he: מאוחר יותר
hi: बाद में
hr: kasnije
hu: később
id: nanti
it: più tardi
ja: 後で
ko: 나중에
ms: kemudian
nb: senere
pl: później
pt_br: depois
pt_pt: depois
ro: mai târziu
ru: позже
sk: neskôr
sv: senare
th: ภายหลัง
tr: sonra
uk: пізніше
vi: sau
zh_hans: 稍后
zh_hant: 稍後

# onboarding.pace.lose
source: lose
ar: خسارة
ca: perdre
cs: zhubnout
da: tab
de: abnehmen
el: χάσε
es: perder
fi: pudota
fr: perdre
he: לרדת
hi: घटाएँ
hr: izgubi
hu: fogyás
id: turun
it: perdere
ja: 減らす
ko: 감량
ms: turun
nb: ned
nl: afvallen
pl: schudnij
pt_br: perder
pt_pt: perder
ro: slăbește
ru: сброс
sk: schudnúť
sv: gå ner
th: ลด
tr: ver
uk: схуднути
vi: giảm
zh_hans: 减
zh_hant: 減

# onboarding.pace.move
source: move
ar: تحريك
ca: moure
cs: posun
da: flyt
de: bewegen
el: κίνηση
es: mover
fi: siirrä
fr: bouger
he: לזוז
hi: खिसकाएँ
hr: pomakni
hu: mozgás
id: pindah
it: muovere
ja: 動かす
ko: 이동
ms: gerak
nb: flytt
nl: beweeg
pl: rusz
pt_br: mover
pt_pt: mover
ro: mută
ru: двигай
sk: pohnúť
sv: flytta
th: เคลื่อนย้าย
tr: taşı
uk: рухай
vi: di
zh_hans: 动
zh_hant: 動
